Revit 2024 API
ScheduleFilter.IsStringValue Property
 Indicates if the filter has a string value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public bool IsStringValue { get; }
Visual Basic
Public ReadOnly Property IsStringValue As Boolean
	Get
Visual C++
public:
property bool IsStringValue {
	bool get ();
}
See Also
ScheduleFilter Class
Autodesk.Revit.DB Namespace